{
    "A fresh verification link has been sent to your email address.": "Un nou link de verificare a fost trimis la adresa ta de e-mail.",
    "Before proceeding, please check your email for a verification link.": "Înainte de a continua, vă rugăm să verificați e-mailul pentru un link de verificare.",
    "click here to request another": "faceți clic aici pentru a solicita altul",
    "Confirm Password": "Confirmare parolă",
    "Dashboard": "Tablou de bord",
    "Email Address": "Adresa De E-Mail",
    "Forgot Your Password?": "Ați uitat parola?",
    "If you did not receive the email": "Dacă nu ați primit e-mailul",
    "Login": "Autentificare",
    "Logout": "Deautentificare",
    "Name": "Nume",
    "Password": "Parolă",
    "Please confirm your password before continuing.": "Vă rugăm să vă confirmați parola înainte de a continua.",
    "Register": "Înregistrare",
    "Remember Me": "Ține-mă minte",
    "Reset Password": "Resetare parolă",
    "Send Password Reset Link": "Trimite link-ul pentru resetarea parolei",
    "The :attribute must be at least :length characters and contain at least one number.": ":Attribute trebuie să aibă cel puțin :length caractere și să conțină cel puțin un număr.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": ":Attribute trebuie să aibă cel puțin :length de caractere și să conțină cel puțin un caracter special și un număr.",
    "The :attribute must be at least :length characters and contain at least one special character.": ":Attribute trebuie să aibă cel puțin :length de caractere și să conțină cel puțin un caracter special.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": ":Attribute trebuie să aibă cel puțin :length de caractere și să conțină cel puțin un caracter cu majuscule și un număr.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": ":Attribute trebuie să aibă cel puțin :length de caractere și să conțină cel puțin un caracter cu majuscule și un caracter special.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":Attribute trebuie să aibă cel puțin :length de caractere și să conțină cel puțin un caracter cu majuscule, un număr și un caracter special.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Cele :attribute trebuie să aibă cel puțin :length de caractere și să conțină cel puțin un caracter cu majuscule.",
    "The :attribute must be at least :length characters.": ":Attribute trebuie să aibă cel puțin :length de caractere.",
    "The provided password does not match your current password.": "Parola introdusă nu se potrivește cu cea curentă.",
    "The provided password was incorrect.": "Parola introdusă a fost incorectă.",
    "The provided two factor authentication code was invalid.": "Codul de autentificare cu doi factori furnizat a fost nevalid.",
    "The provided two factor recovery code was invalid.": "Codul de recuperare cu doi factori furnizat a fost nevalid.",
    "Toggle navigation": "Comută navigarea",
    "Verify Your Email Address": "Verificați adresă dvs. de e-mail",
    "You are logged in!": "Ești logat!"
}